---
kind: other
id: Properties.T:Autodesk.Revit.DB.MEPSystemType
source: html/5275220d-9bb6-919d-20a1-adc9e10209e5.htm
---
# MEPSystemType Properties

Identifies the abbreviation, the short name, for the system type